export const CONFIG_MODAL = {
  ADD: {
    message:
      "Данное действие начинает новый мониторинговый цикл. Все предыдущиеданные будут перемещены в архив. Вы действительно хотите начать новый мониторинговый цикл?",
  },
  UPDATE: {
    message: "",
  },
  DELETE: {
    message:
      "Удаление данного события повлечет за собой перерасчет всех формул и параметров завязанных завязанных на него. Вы действительно хотите удалить событие?",
  },
  DELETE_USER: {
    message:
      "Вы действительно хотите удалить пользователя?",
  },
  CLEAR: {
    message: "",
  },
  SAVE: {
    message:
      "Изменение данного события повлечет за собой перерасчет всех формул и параметров завязанных на него. Вы действительно хотите изменить событие?",
  },
};
